{
 "actions": [],
 "allow_import": 1,
 "autoname": "format:{user} CONTRACT {##}",
 "creation": "2021-02-13 04:23:53.985372",
 "doctype": "DocType",
 "editable_grid": 1,
 "engine": "InnoDB",
 "field_order": [
  "bd1",
  "bd2",
  "user",
  "full_name",
  "bd3",
  "agreementdate",
  "bd4",
  "employee",
  "bd5",
  "bd6",
  "html_11",
  "section_break_40",
  "bd17",
  "manager",
  "signature_44",
  "column_break_16",
  "bd18",
  "employee1",
  "signature_47"
 ],
 "fields": [
  {
   "fieldname": "bd1",
   "fieldtype": "HTML",
   "label": "bd1",
   "options": "<h1 style=\"text-align: center;\">CASUAL EMPLOYMENT AGREEMENT</h1>"
  },
  {
   "fieldname": "bd2",
   "fieldtype": "HTML",
   "label": "bd2",
   "options": "<h4 style=\"text-align: center;\">HI FIVE COMMUNITY SERVICES PTY LTD</h4>\n<h4 style=\"text-align: center;\">ACN 27 623 455 283</h4>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\">AND</p>\n<p style=\"text-align: center;\">&nbsp;</p>"
  },
  {
   "fieldname": "user",
   "fieldtype": "Link",
   "label": "Employee",
   "options": "User"
  },
  {
   "fetch_from": "user.full_name",
   "fieldname": "full_name",
   "fieldtype": "Data",
   "label": "Full Name",
   "read_only": 1
  },
  {
   "fieldname": "bd3",
   "fieldtype": "HTML",
   "label": "bd3",
   "options": "<p>Disclaimer: Every effort is made to ensure that this Agreement is based on Social, Community, Home Care and<br>Disability Service Industry Award 2010. The writer and employer take no responsibility whatsoever for any inadvertent<br>representation or omission in so far as the compliance with or interpretation of the terms of the award. In this regard, it is<br>recommended that the employees seek independent legal advice or contact Fair Work Australia, should they wish to<br>rely on the contents of interpretation of any terms and conditions of this agreement. Should the employees continue on<br>the basis of the above mentioned disclaimer they indemnify the writer and the employer from any actions, law suits and<br>otherwise claims.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>"
  },
  {
   "fieldname": "agreementdate",
   "fieldtype": "Date",
   "label": "THIS AGREEMENT dated:"
  },
  {
   "fieldname": "bd4",
   "fieldtype": "HTML",
   "label": "bd4",
   "options": "<p>BETWEEN</p><p><br>Hi Five Community Services Pty Ltd ABN 27 623 455 283<br>(EMPLOYER)<br><br>AND</p>"
  },
  {
   "fetch_from": "user.full_name",
   "fieldname": "employee",
   "fieldtype": "Data",
   "label": "Employee",
   "read_only": 1
  },
  {
   "fieldname": "bd5",
   "fieldtype": "HTML",
   "label": "bd5",
   "options": "<h4>RECITALS</h4>\n<ol style=\"list-style-type: upper-alpha;\">\n<li>The employer conducts the business known as Hi Five Community Services.</li>\n<li>The employer has agreed to utilise the services of the employee, on a casual<br>basis as required from time to time, and the employee has agreed to provide<br>those services to the employer in the business on the terms set out in this<br>agreement.</li>\n</ol>\n<h4>OPERATIVE PART</h4>\n<h4><span style=\"text-decoration: underline;\">1. Definitions and Interpretation</span></h4>\n<p><span style=\"font-weight: 400;\">This agreement is governed by the law of Victoria, and the parties submit to the non-exclusive jurisdiction of the courts of that state.</span></p>\n<p><span style=\"font-weight: 400;\">In the interpretation of this agreement:</span></p>\n<ol style=\"list-style-type: upper-alpha;\">\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">References to legislation or provisions of legislation include changes or re-enactments of the legislation and statutory instruments and regulations issued under the legislation.</span></li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Words denoting the singular include the plural and vice versa, words denoting individuals or persons include bodies corporate and vice versa, references to documents or agreements also mean those documents or agreements as changed, novated or replaced, and words denoting one gender include all genders.</span></li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Grammatical forms of defined words or phrases have corresponding meanings.</span></li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Parties must perform their obligations on the dates and times fixed by reference to the capital city of Victoria;</span></li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Reference to an amount of money is a reference to the amount in the lawful currency of the Commonwealth of Australia.</span></li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">If the day on or by which anything is to be done is a Saturday, a Sunday or a public holiday in the place in which it is to be done, then it must be done on the next business day.</span></li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">References to a party are intended to bind their executors, administrators and permitted transferees.</span></li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Obligations under this agreement affecting more than one party bind them jointly and each of them severally.</span></li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Competing business means any business that is the same or substantially similar to the business of the employer.</span></li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Confidential information means all information, in whatever form, be it oral, in writing or electronic concerning the business of the employer or any related entity that is likely to damage the business of the employer or related entity if disclosed to a third party but does not include information that is in the public domain or was known to the third party;</span></li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Duties means the duties set out herein, any other duties that the employer may delegate from time to time, those otherwise implied at law or in equity and statutory duties. Examples of the employee&rsquo;s duty to provide faithful service and to act in good faith include:</span></li>\n<ol>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">The employee must not use their position to derive secret profits or benefits during the term of the employment.</span></li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">The employee must account to the employer for all moneys and property received in the course of their employment.</span></li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">The employee must not solicit the employer&rsquo;s customers or clients or potential customers or clients while they are employed; and</span></li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">The employee must not divulge or abuse trade secrets or the intellectual property of the employer.</span></li>\n</ol>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Intellectual property means copyright, trademark, patent, design and any other intellectual property rights arising by law.</span></li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Performance objectives means those targets and goals developed by the employer having reference to the company&rsquo;s mission and annual business plan that further delineate the employee&rsquo;s duties that must be specific, measurable, attainable, realistic and timely and agreed upon by both parties. These goals can identify any changes the employer requires to the attitude, knowledge or behaviour of the employee and address the necessary personal development that may be required particularly if the business undergoes any major changes.</span></li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">The terms and conditions herein replace any other terms and conditions of employment that may have applied prior to the date of this agreement; and</span></li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Nothing in this agreement shall prevent the parties agreeing in writing to vary any or all of the provisions contained in this agreement; provided however, existing employees cannot be required to complete a probationary period. Additionally, the parties cannot agree to conditions of employment that are less than the minimum prescribed by any relevant law or award.</span></li>\n</ol>\n<h4><span style=\"text-decoration: underline;\">2.&nbsp;Term</span></h4>\n<ol style=\"list-style-type: upper-alpha;\">\n<li>Employment will be on a casual basis, as required on occasion by the employer, and each engagement will be a separate contract of employment which ceases at the end of that engagement.</li>\n<li>This agreement will determine the terms and conditions that apply to your employment for each engagement.</li>\n<li>As a casual employee there is no guarantee of ongoing or regular work.</li>\n<li>You have to provide 2 weeks of notice when leaving work.</li>\n</ol>\n<h4><span style=\"text-decoration: underline;\">3. Award Coverage</span></h4>\n<ol style=\"list-style-type: upper-alpha;\">\n<li>Award coverage and applicable legislation is set out in the attached Schedule 1.</li>\n<li>A Fair Work Information Statement which summarises the entitlements under the National Employment Standards and also other matters concerning the federal industrial relations system is included in Schedule 2.</li>\n</ol>\n<h4><span style=\"text-decoration: underline;\">4. Title and Duties</span></h4>\n<ol style=\"list-style-type: upper-alpha;\">\n<li>The employee's title and details are contained in Schedule 1.</li>\n<li>It shall be the duty of the employee to carry out all reasonable instructions and to undertake any work reasonably required by the employer.</li>\n<li>The employer may, after consultation with the employee, amend the employee's duties from time to time.</li>\n<li>The employee will:\n<ol style=\"list-style-type: lower-roman;\">\n<li>Faithfully serve the employer;</li>\n<li>During each engagement devote the whole of their time, attention and abilities in carrying out their duties;</li>\n<li>Obey all lawful requests, directions and restrictions of the employer;</li>\n<li>Not intentionally do anything that is or may be harmful to the employer or its business; and</li>\n<li>Comply with all applicable legal obligations.</li>\n</ol>\n</li>\n</ol>\n<h4><span style=\"text-decoration: underline;\">5.&nbsp;Workplace Appearance and Behavior</span></h4>\n<ol style=\"list-style-type: upper-alpha;\">\n<li>The employee is required to behave in a professional, respectful and courteous manner during each engagement.</li>\n<li>For each engagement, the employee must present in neat and tidy clothing of a standard appropriate to their employment.</li>\n</ol>\n<h4><span style=\"text-decoration: underline;\">6.&nbsp;Health and Safety</span></h4>\n<ol style=\"list-style-type: upper-alpha;\">\n<li>The employee must report to work in such a condition that they are able to perform their duties properly and safely.</li>\n<li>The employee must report any injury sustained during an engagement or while travelling to or from work, as soon as practicable to their supervisor or manager.</li>\n<li>The employee is required to participate in the employer&rsquo;s safety programmes and be responsible for knowing and following the applicable health and safety rules.</li>\n<li>The employer may direct the employee in relation to wearing of personal protection equipment.</li>\n<li>All working areas are smoking free.</li>\n<li>Under no circumstances shall an employee report for work under the influence of alcohol or drugs.</li>\n<li>The employee must not bring any drugs into the employer's premises unless those drugs are prescribed by a medical practitioner with respect to a medical condition. The employee is required to inform the employer of any prescribed medicines being taken which may affect or impair the employee's ability to work safely.</li>\n<li>The employee must not bring alcohol into the employer's premises unless it is expressly approved in accordance with an authorised workplace function.</li>\n<li>Where the employer has reasonable cause to be concerned about the employee's capacity to safely discharge the inherent requirements of their job, the employee may be directed to undergo a medical examination by a medical specialist nominated by the employer in order to assess ongoing suitability for work and/or to enable an informed decision to be made about the employee's continued employment.</li>\n</ol>\n<h4><span style=\"text-decoration: underline;\"><strong>7.&nbsp;Policies and procedures</strong></span></h4>\n<ol style=\"list-style-type: upper-alpha;\">\n<li>The employee will comply with the employer&rsquo;s policies and procedures. Such policies and procedures take effect as a reasonable and lawful instruction but do not form a term of this agreement.</li>\n<li>Unlawful discrimination and sexual harassment is prohibited and constitutes misconduct.</li>\n<li>A breach of the employee&rsquo;s policies and procedures may result in disciplinary action, including termination of employment.</li>\n</ol>\n<h4><span style=\"text-decoration: underline;\"><strong>8. Hours of work</strong></span></h4>\n<ol style=\"list-style-type: upper-alpha;\">\n<li>The hours of work are as set out in Schedule 1 or as otherwise advised by way of a roster.</li>\n<li>The employee may be required to submit a timesheet with hours worked on a weekly basis.</li>\n<li>The entitlement to overtime will be as set out in the applicable award. Overtime must be authorised by the relevant supervisor prior to being worked.</li>\n<li>Punctuality is important in discharging the employee&rsquo;s duties to the employer. Accordingly, the employee is to be prepared and ready to commence work at the starting time of each engagement.</li>\n</ol>\n<h4><span style=\"text-decoration: underline;\">9. Warranties</span></h4>\n<p>The employee warrants that:</p>\n<ol style=\"list-style-type: upper-alpha;\">\n<li>All representations, whether oral or in writing, made by the employee as to qualifications and experience in applying for this position are true and complete;</li>\n<li>There are no liabilities, encumbrances, debts, attachments or other matters that would interfere with the employee's ability to discharge any obligations under this agreement;</li>\n<li>The employee has disclosed to the employer any injuries and/or illnesses previously suffered that may affect an employee's ability to effectively carry out their functions and responsibilities within the employment; and</li>\n<li>This agreement may be terminated in the event that either the employee, or other persons or bodies, do not supply the information requested by the employer, or the information supplied is found to be knowingly incorrect, deliberately insufficient or misleading.</li>\n</ol>\n<h4><span style=\"text-decoration: underline;\">10. Remuneration</span></h4>\n<ol style=\"list-style-type: upper-alpha;\">\n<li>All wages shall be paid fortnightly in arrears by direct credit to the employee's bank account.</li>\n<li>The employee&rsquo;s hourly rate includes a 25% casual loading or as per the relevant award. Casual loading is to be paid to compensate the employee for all entitlements normally payable for permanent employment, including annual leave, sick leave, penalties, allowances and loadings.</li>\n<li>The employee will be provided with a payslip in accordance with the applicable legislation.</li>\n</ol>\n<h4><span style=\"text-decoration: underline;\">11. Superannuation</span></h4>\n<ol style=\"list-style-type: upper-alpha;\">\n<li>The employer will pay any required superannuation contributions based on ordinary time earnings on behalf of the employee as required by superannuation guarantee legislation, into the superannuation fund nominated by the employee.</li>\n<li>In the event of the employee failing to nominate a fund, the employer will allocate a complying fund, notify the employee, and make payments accordingly.</li>\n</ol>\n<p>&nbsp;</p>"
  },
  {
   "fieldname": "bd6",
   "fieldtype": "HTML",
   "label": "bd6",
   "options": "<h4 style=\"text-align: left;\"><span style=\"text-decoration: underline;\">12. Uniforms</span></h4>\n<ol style=\"list-style-type: upper-alpha;\">\n<li>If required, the employee will be supplied with the appropriate uniform as determined by the employer.</li>\n<li>The employee shall wear the complete uniform as supplied and shall maintain the uniform in a clean and presentable condition at all times.</li>\n<li>The employee will return all items of uniform as directed or in the event of termination of employment.</li>\n</ol>\n<h4><span style=\"text-decoration: underline;\">13. Public Holidays</span></h4>\n<ol style=\"list-style-type: upper-alpha;\">\n<li>The employee may be required to work on public holidays.</li>\n<li>Work performed on public holidays will be in accordance with the award and the National Employment Standards.</li>\n<li>Payment for work on public holidays will be as set out in Schedule 1.</li>\n</ol>\n<h4><span style=\"text-decoration: underline;\">14. Long Service Leave</span></h4>\n<ol style=\"list-style-type: upper-alpha;\">\n<li>The employee's entitlement to long service leave will be in accordance with the provisions of the relevant legislation.</li>\n</ol>\n<h4><span style=\"text-decoration: underline;\">15. Carer's Leave</span></h4>\n<ol style=\"list-style-type: upper-alpha;\">\n<li>The employee is entitled to two days of unpaid carer&rsquo;s leave per occasion, in accordance with the National Employment Standards.</li>\n</ol>\n<h4><span style=\"text-decoration: underline;\">16. Parental Leave</span></h4>\n<ol style=\"list-style-type: upper-alpha;\">\n<li>The employee's entitlement to parental leave will be in accordance with the National Employment Standards.</li>\n</ol>\n<h4><span style=\"text-decoration: underline;\">17. Compassionate Leave</span></h4>\n<ol style=\"list-style-type: upper-alpha;\">\n<li>The employee is entitled to two days of unpaid compassionate leave per occasion, in accordance with the National Employment Standards.</li>\n</ol>\n<h4><span style=\"text-decoration: underline;\">18. Tools</span></h4>\n<ol style=\"list-style-type: upper-alpha;\">\n<li>The employees will utilize their own tools. In this case, they will be responsible for the use, condition and maintenance of these tools. The employees indemnify the employer for any causes or actions at law or equity, resulting due to improper use of these tools or practices employed in using these.</li>\n<li>All care shall be taken by the employee to keep the tools and equipment in good order.</li>\n<li>No tools or equipment belonging to the employer shall be removed from the premises without the employer's permission.</li>\n<li>Any tools and equipment provided to an employee remain the property of the employer and must be returned on the termination of employment.</li>\n</ol>\n<h4><span style=\"text-decoration: underline;\">19. Breaks</span></h4>\n<ol style=\"list-style-type: upper-alpha;\">\n<li>Breaks will be in accordance with the intervals stated in the award and applicable policies and procedures.</li>\n<li>The timing of breaks should reflect the employer&rsquo;s commitment to customer service and be taken at reasonable intervals during the daily work period.</li>\n<li>The employer retains the right to arrange breaks so as to minimise disruption to clients, other staff, or the employer&rsquo;s operations.</li>\n</ol>\n<h4><span style=\"text-decoration: underline;\">20.Confidential Information</span></h4>\n<ol style=\"list-style-type: upper-alpha;\">\n<li>During the course of the employment or after termination of employment, the employee shall not for their own benefit, or for the benefit of a third party, use, make a record of or disclose to any person any confidential information relating to information, or trade secrets of the employer for any reason except so far as may be reasonably necessary to enable the employee to fulfil their obligations under this agreement.</li>\n<li>The employee hereby indemnifies the employer and any related entity against any loss or damage they may suffer as a result of the breach of confidentiality.</li>\n</ol>\n<h4><span style=\"text-decoration: underline;\">21. Intellectual Property</span></h4>\n<ol style=\"list-style-type: upper-alpha;\">\n<li>The employee acknowledges that the intellectual property in all works of the employee in the course of the fulfilment of the employee&rsquo;s obligations hereunder are the absolute property of the company and that the employee shall do all things and sign all documents that may be necessary to vest such intellectual property in the company.</li>\n<li>The employee irrevocably appoints the employer to be the employee&rsquo;s attorney to do all things and sign all documents that may be necessary to vest such intellectual property in the employer.</li>\n</ol>\n<h4><span style=\"text-decoration: underline;\">22. Termination of Employment</span></h4>\n<ol style=\"list-style-type: upper-alpha;\">\n<li>Employment may be terminated by the employer at any time by providing the employee with notice, to apply at the end of the employee&rsquo;s current engagement or one week whichever occurs first.</li>\n</ol>\n<h4><span style=\"text-decoration: underline;\">23. Return of property</span></h4>\n<ol style=\"list-style-type: upper-alpha;\">\n<li>The employee, on termination of employment, must immediately return the employer's property that is within the employee's possession or control including property of the employer's clients or customers and which in any way relates to the business affairs of the employer or any of its subsidiary or associated companies, without retaining copies of the same.</li>\n</ol>\n<h4><span style=\"text-decoration: underline;\">24. Variation Clause</span></h4>\n<ol style=\"list-style-type: upper-alpha;\">\n<li>This agreement may only be amended or varied by written agreement signed by both parties.</li>\n</ol>\n<p style=\"text-align: center;\"><strong>SCHEDULE 1 &ndash; Employment particulars</strong></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>"
  },
  {
   "fieldname": "section_break_40",
   "fieldtype": "Section Break"
  },
  {
   "fieldname": "bd17",
   "fieldtype": "HTML",
   "label": "bd17",
   "options": "<p>EXECUTED BY HI FIVE COMMUNITY SERVICES PTY LTD ABN 27 623 455 283</p>"
  },
  {
   "fetch_from": "manager.full_name",
   "fieldname": "manager",
   "fieldtype": "Link",
   "label": "Manager",
   "options": "User"
  },
  {
   "fieldname": "signature_44",
   "fieldtype": "Signature"
  },
  {
   "fieldname": "bd18",
   "fieldtype": "HTML",
   "label": "bd18",
   "options": "<p>SIGNED BY<br>-</p>"
  },
  {
   "fieldname": "signature_47",
   "fieldtype": "Signature"
  },
  {
   "fieldname": "html_11",
   "fieldtype": "HTML",
   "options": "<p><strong>Employment status&nbsp;</strong></p>\n<p><span style=\"font-weight: 400;\">CASUAL&nbsp;</span></p>\n<p><strong>Location of work&nbsp;</strong></p>\n<p><span style=\"font-weight: 400;\">_metro Victoria suburbs as advised&nbsp;</span></p>\n<p><strong>Hours of work&nbsp;</strong></p>\n<p><span style=\"font-weight: 400;\">_24/7 __, including allowed meal and refreshment breaks&nbsp;</span></p>\n<p><strong>Position description&nbsp;</strong></p>\n<p><strong>Position title: </strong><span style=\"font-weight: 400;\">Disability Support Worker&nbsp;</span></p>\n<p><strong>Reports to: Operations Manager / Director&nbsp;</strong></p>\n<p><strong>Position summary: </strong><span style=\"font-weight: 400;\">The role of the Disability Support Worker is to provide support to&nbsp; clients that is flexible and individualised and to facilitate client involvement in daily&nbsp; activities and living skills programs across all services.&nbsp;</span></p>\n<p><strong>Key responsibilities:&nbsp;&nbsp;</strong></p>\n<p><span style=\"font-weight: 400;\">Duties may include the following but are not limited to,&nbsp;</span></p>\n<ul>\n<li><span style=\"font-weight: 400;\">Showering/bathing&nbsp;&nbsp;</span></li>\n<li><span style=\"font-weight: 400;\">Dressing/grooming&nbsp;&nbsp;</span></li>\n<li><span style=\"font-weight: 400;\">Toileting&nbsp;&nbsp;</span></li>\n<li><span style=\"font-weight: 400;\">Preparing meals&nbsp;&nbsp;</span></li>\n<li><span style=\"font-weight: 400;\">Assisting individual clients to eat their meals&nbsp;</span></li>\n<li><span style=\"font-weight: 400;\">Providing clients with additional support where required, such as gastrostomy&nbsp; feeding where appropriate training has been provided.&nbsp;</span></li>\n<li><span style=\"font-weight: 400;\">Assist with client&rsquo;s physical and mobility requirements in accordance with training&nbsp; provided and the relevant workplace health and safety standard, including&nbsp; transferring of clients.&nbsp;&nbsp;</span></li>\n<li><span style=\"font-weight: 400;\">Attend social events and activities with the participant as required.&nbsp;</span></li>\n<li><span style=\"font-weight: 400;\">Personal administration, shopping for and with clients, banking and paying bills&nbsp; (where applicable)&nbsp;</span></li>\n<li><span style=\"font-weight: 400;\">Supervision of client&rsquo;s medication requirements&nbsp;&nbsp;</span></li>\n<li><span style=\"font-weight: 400;\">Washing and ironing of personal clothes&nbsp;</span></li>\n<li><span style=\"font-weight: 400;\">Ensuring that bathing areas and clients appliances are kept in a clean condition </span><span style=\"font-weight: 400;\">&bull; </span><span style=\"font-weight: 400;\">Performing household duties and ensuring the house is clean and tidy </span><span style=\"font-weight: 400;\">&bull; </span><span style=\"font-weight: 400;\">Tidying of client&rsquo;s rooms&nbsp;&nbsp;</span></li>\n<li><span style=\"font-weight: 400;\">Identifying the need for, and supporting client to attend, medical/therapist&nbsp; appointments&nbsp;</span></li>\n<li><span style=\"font-weight: 400;\">Behavioral support&nbsp;&nbsp;</span></li>\n<li><span style=\"font-weight: 400;\">Transport as required&nbsp;</span></li>\n<li><span style=\"font-weight: 400;\">Yard maintenance &ndash; Gardening.&nbsp;</span></li>\n<li><span style=\"font-weight: 400;\">House cleaning.&nbsp;</span></li>\n<li><span style=\"font-weight: 400;\">You will be required to perform these duties, and any other duties the employer may&nbsp; assign to you, having regard to your skills, training and experience.&nbsp;</span></li>\n</ul>\n<p><span style=\"font-weight: 400;\">You will be required to perform your duties at our client&rsquo;s home, or elsewhere as&nbsp; reasonably directed by the employer. Inherent requirements and responsibilities for the&nbsp; role are as below.</span></p>\n<p>&nbsp;</p>\n<table border=\"1\" style=\"margin-left: auto; margin-right: auto;\">\n<tbody>\n<tr style=\"height: 59px;\">\n<td style=\"height: 59px;\">\n<p><strong>Inherent </strong><strong>&nbsp;</strong></p>\n<p><strong>requirements and </strong><strong>&nbsp;</strong><strong>responsibilities</strong></p>\n</td>\n<td style=\"height: 59px;\">\n<p><strong>Performance Measures </strong><strong>(what to do)</strong></p>\n</td>\n<td style=\"height: 59px;\">\n<p><strong>Key Performance Indicators</strong> <span style=\"font-weight: 400;\">(how it may be demonstrated)</span></p>\n</td>\n</tr>\n<tr style=\"height: 48px;\">\n<td rowspan=\"6\" style=\"height: 373px;\">\n<p><strong>Actively support&nbsp; clients to realise&nbsp; their personal&nbsp; aspirations</strong></p>\n</td>\n<td style=\"height: 48px;\">\n<p><span style=\"font-weight: 400;\">Provide individually tailored support to&nbsp; maximize dignity, personal growth and&nbsp; independence.</span></p>\n</td>\n<td style=\"height: 48px;\">\n<p><span style=\"font-weight: 400;\">The client and family provide positive&nbsp; feedback about the service provided.</span></p>\n</td>\n</tr>\n<tr style=\"height: 48px;\">\n<td style=\"height: 48px;\">\n<p><span style=\"font-weight: 400;\">Contribute to the ongoing development of&nbsp; a person-centered team.</span></p>\n</td>\n<td style=\"height: 48px;\">\n<p><span style=\"font-weight: 400;\">The team operates in a person centred&nbsp; manner.</span></p>\n</td>\n</tr>\n<tr style=\"height: 48px;\">\n<td style=\"height: 48px;\">\n<p><span style=\"font-weight: 400;\">Provide support to clients in their social&nbsp; and recreational life as a member of the&nbsp; community.</span></p>\n</td>\n<td style=\"height: 48px;\">\n<p><span style=\"font-weight: 400;\">Clients become more active in the&nbsp; community.</span></p>\n</td>\n</tr>\n<tr style=\"height: 83px;\">\n<td style=\"height: 83px;\">\n<p><span style=\"font-weight: 400;\">Respect and support client&nbsp;&nbsp;</span></p>\n<p><span style=\"font-weight: 400;\">relationships.</span></p>\n</td>\n<td style=\"height: 83px;\">\n<p><span style=\"font-weight: 400;\">Feedback from stakeholders&nbsp;&nbsp;</span></p>\n<p><span style=\"font-weight: 400;\">indicates there is support for&nbsp;&nbsp;</span></p>\n<p><span style=\"font-weight: 400;\">relationships.&nbsp;</span></p>\n</td>\n</tr>\n<tr style=\"height: 85px;\">\n<td style=\"height: 85px;\">\n<p><span style=\"font-weight: 400;\">Make suggestions to improve service to&nbsp; clients and implement in consultation&nbsp; with the Team Manager and&nbsp;&nbsp;</span></p>\n<p><span style=\"font-weight: 400;\">stakeholders.</span></p>\n</td>\n<td style=\"height: 85px;\">\n<p><span style=\"font-weight: 400;\">Suggestions are made to improve&nbsp; service to clients and results are&nbsp; measured by client, colleague and&nbsp; Team Manager feedback and also by&nbsp; self-assessment through supervision.</span></p>\n</td>\n</tr>\n<tr style=\"height: 61px;\">\n<td style=\"height: 61px;\">\n<p><span style=\"font-weight: 400;\">Support clients to identify skills that will&nbsp; enable them to meet their needs and&nbsp; wants through an Individual Plan (IP)</span></p>\n</td>\n<td style=\"height: 61px;\">\n<p><span style=\"font-weight: 400;\">IP goals are met and/or reviewed on&nbsp; a regular basis.</span></p>\n</td>\n</tr>\n<tr style=\"height: 48px;\">\n<td rowspan=\"5\" style=\"height: 238px;\">\n<p><strong>Provide practical&nbsp; and physical&nbsp;&nbsp;</strong></p>\n<p><strong>support as&nbsp;&nbsp;</strong></p>\n<p><strong>needed&nbsp;</strong></p>\n</td>\n<td style=\"height: 48px;\">\n<p><span style=\"font-weight: 400;\">Support individual health and hygiene&nbsp; needs of clients.</span></p>\n</td>\n<td rowspan=\"2\" style=\"height: 83px;\">\n<p><span style=\"font-weight: 400;\">The standard of practical and&nbsp;&nbsp;</span></p>\n<p><span style=\"font-weight: 400;\">physical support is measured by&nbsp; client, colleague and Team&nbsp;&nbsp;</span></p>\n<p><span style=\"font-weight: 400;\">Manager feedback and also by self assessment through supervision.</span></p>\n</td>\n</tr>\n<tr style=\"height: 35px;\">\n<td style=\"height: 35px;\">\n<p><span style=\"font-weight: 400;\">Support clients&rsquo; abilities in their daily&nbsp; activities.</span></p>\n</td>\n</tr>\n<tr style=\"height: 35px;\">\n<td style=\"height: 35px;\">\n<p><span style=\"font-weight: 400;\">Give correct medication at the correct&nbsp; time.&nbsp;</span></p>\n</td>\n<td style=\"height: 35px;\">\n<p><span style=\"font-weight: 400;\">Medication incidents are limited.</span></p>\n</td>\n</tr>\n<tr style=\"height: 48px;\">\n<td style=\"height: 48px;\">\n<p><span style=\"font-weight: 400;\">Using a company vehicle, drive clients&nbsp; as required competently and carefully&nbsp;</span></p>\n</td>\n<td style=\"height: 48px;\">\n<p><span style=\"font-weight: 400;\">There are no driving accidents.</span></p>\n</td>\n</tr>\n<tr style=\"height: 72px;\">\n<td style=\"height: 72px;\">\n<p><span style=\"font-weight: 400;\">Maintain services to a safe and hygienic&nbsp; standard by cleaning and light gardening&nbsp; duties as required.</span></p>\n</td>\n<td style=\"height: 72px;\">\n<p><span style=\"font-weight: 400;\">Feedback from the Team Manager,&nbsp; clients, families and stakeholders&nbsp; indicates satisfaction with the&nbsp;&nbsp;</span></p>\n<p><span style=\"font-weight: 400;\">presentation of the service.</span></p>\n</td>\n</tr>\n<tr style=\"height: 61px;\">\n<td rowspan=\"5\" style=\"height: 314px;\">\n<p><strong>Complete required&nbsp; administration,&nbsp; documentation,&nbsp; reporting and data&nbsp; entry</strong></p>\n</td>\n<td style=\"height: 61px;\">\n<p><span style=\"font-weight: 400;\">Contribute to the team&rsquo;s administrative&nbsp; work to ensure it is completed in an&nbsp; accurate and timely manner.&nbsp;</span></p>\n</td>\n<td style=\"height: 61px;\">\n<p><span style=\"font-weight: 400;\">Administration for the service is up to&nbsp; date and accurate.&nbsp;</span></p>\n</td>\n</tr>\n<tr style=\"height: 35px;\">\n<td style=\"height: 35px;\">\n<p><span style=\"font-weight: 400;\">Check roster on Care link at every shift.&nbsp;</span></p>\n</td>\n<td style=\"height: 35px;\">\n<p><span style=\"font-weight: 400;\">Rosters are checked and roster&nbsp; procedures adhered to.</span></p>\n</td>\n</tr>\n<tr style=\"height: 109px;\">\n<td style=\"height: 109px;\">\n<p><span style=\"font-weight: 400;\">Report any issues, concerns or&nbsp;&nbsp;</span></p>\n<p><span style=\"font-weight: 400;\">suggestions to the Team Manager or other&nbsp; relevant staff through appropriate&nbsp; communication mediums, e.g.&nbsp;&nbsp;</span></p>\n<p><span style=\"font-weight: 400;\">communication book, email.</span></p>\n</td>\n<td style=\"height: 109px;\">\n<p><span style=\"font-weight: 400;\">Reporting of issues measured by&nbsp; Team Manager and colleague&nbsp; feedback.&nbsp;</span></p>\n</td>\n</tr>\n<tr style=\"height: 48px;\">\n<td style=\"height: 48px;\">\n<p><span style=\"font-weight: 400;\">Be competent in Microsoft Work and&nbsp; Outlook and familiar with data entry.</span></p>\n</td>\n<td style=\"height: 48px;\">\n<p><span style=\"font-weight: 400;\">Computer literacy is demonstrable and&nbsp; data entry is completed in a timely&nbsp; manner.</span></p>\n</td>\n</tr>\n<tr style=\"height: 61px;\">\n<td style=\"height: 61px;\">\n<p><span style=\"font-weight: 400;\">As an Individual Plan (IP) Partner&nbsp; ensure all paperwork is completed.&nbsp; Refer IP Partner role description.</span></p>\n</td>\n<td style=\"height: 61px;\">\n<p><span style=\"font-weight: 400;\">Client files are accurate and current&nbsp; with IPs in place and being&nbsp;&nbsp;</span></p>\n<p><span style=\"font-weight: 400;\">progressed.&nbsp;</span></p>\n</td>\n</tr>\n<tr style=\"height: 59px;\">\n<td rowspan=\"2\" style=\"height: 107px;\">\n<p><strong>Be compliant with&nbsp; Work Health and&nbsp; Safety (WH&amp;S) and&nbsp; be responsible for&nbsp; ensuring standards&nbsp; are maintained</strong><strong>.&nbsp;</strong></p>\n</td>\n<td style=\"height: 59px;\">\n<p><span style=\"font-weight: 400;\">Demonstrate knowledge and&nbsp;&nbsp;</span></p>\n<p><span style=\"font-weight: 400;\">understanding of WHS requirements.&nbsp;</span></p>\n</td>\n<td style=\"height: 59px;\">\n<p><span style=\"font-weight: 400;\">Documentation is produced in a&nbsp; timely manner, e.g. incident report&nbsp; forms, hazard notification form.</span></p>\n</td>\n</tr>\n<tr style=\"height: 48px;\">\n<td style=\"height: 48px;\">\n<p><span style=\"font-weight: 400;\">Take all reasonable action to protect&nbsp; Multitask assets from damage and or&nbsp; loss.</span></p>\n</td>\n<td style=\"height: 48px;\">\n<p><span style=\"font-weight: 400;\">Compliance policy, procedures and&nbsp; safe working practices are adhered&nbsp; to.</span></p>\n</td>\n</tr>\n<tr>\n<td rowspan=\"5\">\n<p><strong>Continuous&nbsp;&nbsp;</strong></p>\n<p><strong>improvement</strong></p>\n</td>\n<td>\n<p><span style=\"font-weight: 400;\">Use various tools to improve&nbsp;&nbsp;</span></p>\n<p><span style=\"font-weight: 400;\">performance, ability and skill base to&nbsp; support growth and development.</span></p>\n</td>\n<td>\n<p><span style=\"font-weight: 400;\">There is active participation in the&nbsp; supervision, quarterly planning and&nbsp; annual appraisal.</span></p>\n</td>\n</tr>\n<tr>\n<td>\n<p><span style=\"font-weight: 400;\">Use initiative to seek organizational&nbsp; opportunities for departmental area&nbsp; growth.</span></p>\n</td>\n<td>\n<p><span style=\"font-weight: 400;\">There is active participation in relevant&nbsp; meetings, training activities etc.&nbsp; evidenced by calendar use.</span></p>\n</td>\n</tr>\n<tr>\n<td>\n<p><span style=\"font-weight: 400;\">Take opportunities to increase skills&nbsp; through identifying relevant training and&nbsp; study opportunities that will contribute to&nbsp; improved organizational outcomes.</span></p>\n</td>\n<td>\n<p><span style=\"font-weight: 400;\">Relevant training is identified in both&nbsp; supervision and appraisal&nbsp;&nbsp;</span></p>\n<p><span style=\"font-weight: 400;\">documentation and evidence it has&nbsp; been followed through.</span></p>\n</td>\n</tr>\n<tr>\n<td>\n<p><span style=\"font-weight: 400;\">Demonstrate commitment to change&nbsp; management processes.</span></p>\n</td>\n<td>\n<p><span style=\"font-weight: 400;\">Organisational changes and&nbsp;&nbsp;</span></p>\n<p><span style=\"font-weight: 400;\">sustainable environmental practice is&nbsp; supported.</span></p>\n</td>\n</tr>\n<tr>\n<td>\n<p><span style=\"font-weight: 400;\">Identify and develop project opportunities&nbsp; to address service gaps, implement&nbsp; project work and report on findings and&nbsp; recommendations.</span></p>\n</td>\n<td>\n<p><span style=\"font-weight: 400;\">There is evidence through supervision&nbsp; and meetings that gaps are identified&nbsp; and projects developed and&nbsp;&nbsp;</span></p>\n<p><span style=\"font-weight: 400;\">undertaken to enhance service&nbsp; delivery.</span></p>\n</td>\n</tr>\n<tr>\n<td>\n<p><strong>Be compliant with&nbsp; codes, guidelines,&nbsp; policies,&nbsp;&nbsp;</strong></p>\n<p><strong>procedures &amp;&nbsp;&nbsp;</strong></p>\n<p><strong>Disability Service&nbsp; Standards&nbsp;</strong></p>\n</td>\n<td>\n<p><span style=\"font-weight: 400;\">Demonstrate knowledge and&nbsp;&nbsp;</span></p>\n<p><span style=\"font-weight: 400;\">understanding of codes, guidelines,&nbsp; policies and procedures and Disability&nbsp; Services Standards as amended from&nbsp; time to time.</span></p>\n</td>\n<td>\n<p><span style=\"font-weight: 400;\">Codes, guidelines, policies,&nbsp;&nbsp;</span></p>\n<p><span style=\"font-weight: 400;\">procedures and Disability Service&nbsp; Standards are adhered to at all times.</span></p>\n</td>\n</tr>\n<tr>\n<td rowspan=\"2\">\n<p><strong>Comply with&nbsp;&nbsp;</strong></p>\n<p><strong>Equal Opportunity&nbsp; and relevant&nbsp;&nbsp;</strong></p>\n<p><strong>legislation and&nbsp; support diversity.</strong></p>\n</td>\n<td rowspan=\"2\">\n<p><span style=\"font-weight: 400;\">Support a work environment that is free&nbsp; from discrimination, harassment, bullying&nbsp; and refrain from engagement in any&nbsp; activities that may be offensive,&nbsp;&nbsp;</span></p>\n<p><span style=\"font-weight: 400;\">humiliating, uncomfortable for; or&nbsp; derogatory towards; clients, other staff or&nbsp; the community.</span></p>\n</td>\n<td>\n<p><span style=\"font-weight: 400;\">Interactions with clients, colleagues&nbsp; and stakeholders are undertaken in a&nbsp; courteous and sensitive manner.&nbsp; Cultural and linguistic diversity is taken&nbsp; into consideration.</span></p>\n</td>\n</tr>\n<tr>\n<td>\n<p><span style=\"font-weight: 400;\">There is positive feedback from&nbsp; others regarding your interactions.</span></p>\n</td>\n</tr>\n</tbody>\n</table>\n<p><br><br></p>\n<p><strong>Competencies and experience required:&nbsp;&nbsp;</strong></p>\n<ul>\n<li><span style=\"font-weight: 400;\">Experience with supporting people in areas such as personal care, health and well-being,&nbsp; active community participation and skill development.&nbsp;&nbsp;</span></li>\n<li><span style=\"font-weight: 400;\">Knowledge and ability to implement contemporary approaches such as person-centred&nbsp; planning or active support.&nbsp;</span></li>\n<li><span style=\"font-weight: 400;\">Thorough understanding and commitment to WH&amp;S, Disability Standards and EEO&nbsp; principles.&nbsp;</span></li>\n<li><span style=\"font-weight: 400;\">Computer literate: able to use MS Word, Outlook &amp; be comfortable with data entry. </span><span style=\"font-weight: 400;\">&bull; </span><span style=\"font-weight: 400;\">Demonstrated capacity to collaborate as part of a diverse team and also work&nbsp; autonomously.&nbsp;&nbsp;</span></li>\n<li><span style=\"font-weight: 400;\">Demonstrated ability to problem solve and use initiative.&nbsp;</span></li>\n<li><span style=\"font-weight: 400;\">Strong communication skills and demonstrated flexibility in methods of communication,&nbsp; particularly active listening.&nbsp;</span></li>\n</ul>\n<p><strong>Qualifications required:&nbsp;&nbsp;</strong></p>\n<ul>\n<li><span style=\"font-weight: 400;\">Certificate III in Individual Supports or Disability Services or other equivalent qualifications&nbsp; or experience.&nbsp;</span></li>\n<li><span style=\"font-weight: 400;\">A current First Aid Certificate or willingness to obtain one before commencing&nbsp; employment.&nbsp;</span></li>\n<li><span style=\"font-weight: 400;\">A current driver&rsquo;s licence.</span></li>\n<li><span style=\"font-weight: 400;\">A reasonable level of physical fitness, health and resilience to fulfil the demands of the&nbsp; role.&nbsp;</span></li>\n</ul>\n<p><strong>Award coverage (if relevant)&nbsp;</strong></p>\n<p><span style=\"font-weight: 400;\">Social, Community, Home Care and Disability Services Industry Award 2010 and&nbsp; National Employment Standards in the Fair Work Act 2009.&nbsp;</span></p>\n<p><strong>Remuneration&nbsp;</strong></p>\n<p><span style=\"font-weight: 400;\">Based on Scahds award as per discussion</span></p>\n<p>&nbsp;</p>\n<p><strong>SCHEDULE 2 &ndash; Fair Work Information Statement&nbsp;</strong></p>\n<p><span style=\"font-weight: 400;\">If you&rsquo;re a new employee, your employer needs to give you a copy of the Fair Work Information Statement&nbsp; before, or as soon as possible after, you start a job. For information tailored to you, register for an online&nbsp; account at </span><strong>www.fairwork.gov.au/register</strong><span style=\"font-weight: 400;\">, or call the </span><strong>Fair Work Infoline </strong><span style=\"font-weight: 400;\">on </span><strong>13 13 94</strong><span style=\"font-weight: 400;\">.&nbsp;</span></p>\n<p><span style=\"font-weight: 400;\">◢ </span><strong>Minimum rights and entitlements&nbsp;</strong></p>\n<p><strong>Workers in Australia are entitled to basic rights and protections at work. If you&rsquo;re in the national&nbsp; workplace relations system, these protections include minimum pay rates and a set of entitlements&nbsp; called the National Employment Standards. You&rsquo;re also likely to be covered by a modern award or&nbsp; enterprise agreement, which may provide you with more entitlements.&nbsp;&nbsp;</strong></p>\n<p><strong>You might also sign a contract or agreement with your employer. Contracts can set out additional&nbsp; conditions of employment but can&rsquo;t provide less than your minimum entitlements under the&nbsp; National Employment Standards or an applicable award or enterprise agreement.&nbsp; </strong><span style=\"font-weight: 400;\">◢ </span><strong>Minimum pay rates&nbsp;</strong></p>\n<p><strong>Your minimum pay rate will usually be set in an award or an enterprise agreement. If there&rsquo;s no&nbsp; modern award or enterprise agreement covering your work, you&rsquo;re still entitled to at least the&nbsp; national minimum wage which, from 1 July 2018, is:&nbsp;</strong></p>\n<ul>\n<li><strong>$18.93 per hour for full-time and part-time adult employees&nbsp;&nbsp;</strong></li>\n<li><strong>$23.66 for casual adult employees.&nbsp;&nbsp;</strong></li>\n</ul>\n<p><strong>The national minimum wage is reviewed annually. You can find your minimum pay rates by using&nbsp; our Pay Calculator at www.fairwork.gov.au/PACT.&nbsp;</strong></p>\n<p><span style=\"font-weight: 400;\">◢ </span><strong>Modern awards&nbsp;&nbsp;</strong></p>\n<p><strong>There are 122 industry or occupation awards that cover most people working in Australia. Awards&nbsp; may contain entitlements like minimum wages (pay), penalty rates, types of employment, flexible&nbsp; working arrangements, hours of work, meal and rest breaks, classifications, allowances, annual&nbsp; leave loading, and redundancy. To find out if you&rsquo;re covered by an award, use Find my award at&nbsp; www.fairwork.gov.au/awards.&nbsp;&nbsp;</strong></p>\n<p><span style=\"font-weight: 400;\">◢ </span><strong>Enterprise agreements&nbsp;</strong></p>\n<p><strong>Enterprise agreements set employment conditions that can apply to a business and their workers&nbsp; or a group of businesses and their workers. Enterprise agreements are negotiated (&lsquo;bargained&rsquo;)&nbsp; between the employer, their employees and any employee representatives (such as a union or&nbsp; other bargaining representative).&nbsp;</strong></p>\n<p><strong>Bargaining for an agreement has to follow set rules. Once approved by the Fair Work Commission,&nbsp; an enterprise agreement is enforceable and provides the terms and conditions of employment that&nbsp; apply at your workplace.&nbsp;&nbsp;</strong></p>\n<p><strong>For information about making, varying, or terminating enterprise agreements visit the Fair Work&nbsp; Commission website at </strong><a href=\"http://www.fwc.gov.au\"><strong>www.fwc.gov.au</strong></a><strong>.</strong></p>\n<p>&nbsp;</p>\n<p><span style=\"font-weight: 400;\">◢ </span><strong>The National Employment Standards (NES)&nbsp;</strong></p>\n<p><strong>There are 10 minimum workplace entitlements in the NES that apply to all employees:&nbsp; </strong><span style=\"font-weight: 400;\">1. Maximum weekly hours of 38 if you&rsquo;re a full-time employee, plus &lsquo;reasonable&rsquo; additional hours. 2. The right to request flexible working arrangements.&nbsp;</span></p>\n<ol start=\"3\">\n<li><span style=\"font-weight: 400;\"> Parental and adoption leave of 12 months (unpaid), with the right to request an additional 12 months. 4. Four weeks paid annual leave each year (pro rata if you&rsquo;re a part-time employee). 5. A total of 10 days paid sick and carer&rsquo;s leave each year (pro rata if you&rsquo;re a part-time employee), two&nbsp;&nbsp;</span></li>\n</ol>\n<p><span style=\"font-weight: 400;\">days paid compassionate leave for each permissible occasion, two days unpaid carer&rsquo;s leave for each&nbsp; permissible occasion, and five days unpaid family and domestic violence leave (in a 12-month period). 6. Community service leave for jury service or activities dealing with certain emergencies or natural&nbsp; disasters. This leave is unpaid except for jury service.&nbsp;</span></p>\n<ol start=\"7\">\n<li><span style=\"font-weight: 400;\"> Long service leave.&nbsp;</span></li>\n<li><span style=\"font-weight: 400;\"> The entitlement for you to be absent on public holidays and for you to be paid for ordinary hours on&nbsp; those days.&nbsp;</span></li>\n<li><span style=\"font-weight: 400;\"> Notice of termination and redundancy pay.&nbsp;</span></li>\n<li><span style=\"font-weight: 400;\"> The right to receive this Fair Work Information Statement if you&rsquo;re a new employee.&nbsp;&nbsp;</span></li>\n</ol>\n<p><strong>Casual employees are entitled to some of the entitlements in the NES, but not all. For example, as a&nbsp; casual employee you&rsquo;re entitled to two days of unpaid carer&rsquo;s leave for each permissible occasion.&nbsp; You&rsquo;re also entitled to parental and adoption leave of 12 months (unpaid) &ndash; with a right to request&nbsp; an additional 12 months if you&rsquo;ve worked on a regular and systematic basis for at least 12 months&nbsp; and have a reasonable expectation of continuing employment. In addition, you&rsquo;re entitled to five&nbsp; days unpaid family and domestic violence leave each 12 month period.&nbsp;</strong></p>\n<p><strong>To read more about the NES entitlements that apply to you, go to the National Employment&nbsp; Standards page at www.fairwork.gov.au/NES.&nbsp;&nbsp;</strong></p>\n<p><span style=\"font-weight: 400;\">◢ </span><strong>If the business you work for changes owners&nbsp;</strong></p>\n<p><strong>If the business you work for changes owners or is sold &ndash; and you&rsquo;re employed by the new&nbsp; employer within three months of your employment with the old employer ending &ndash; some of your&nbsp; entitlements may carry over to the new employer. You can check what you&rsquo;re entitled to at&nbsp; </strong><a href=\"http://www.fairwork.gov.au/transfer-of-business\"><strong>www.fairwork.gov.au/transfer-of-business</strong></a><strong>.</strong></p>\n<p>&nbsp;</p>\n<p><span style=\"font-weight: 400;\">◢ </span><strong>Workplace flexibility&nbsp;&nbsp;</strong></p>\n<p><strong>You have the right to request flexible working arrangements under the NES if:&nbsp; </strong><span style=\"font-weight: 400;\">&bull; </span><strong>you&rsquo;re a parent of, or have responsibility for caring for, a child of school age or&nbsp; younger&nbsp;&nbsp;</strong></p>\n<ul>\n<li><strong>you provide personal care, support and assistance to another person who needs it&nbsp; because of a disability, medical condition, mental illness or frailty and age&nbsp;&nbsp;</strong></li>\n<li><strong>you have a disability&nbsp;&nbsp;</strong></li>\n<li><strong>you are 55 or older&nbsp;&nbsp;</strong></li>\n<li><strong>you&rsquo;re experiencing family violence&nbsp;&nbsp;</strong></li>\n<li><strong>you&rsquo;re providing care or support for an immediate family member, or someone you&nbsp; live with, who is experiencing family violence, or&nbsp;&nbsp;</strong></li>\n<li><strong>you&rsquo;re returning to work after a period of parental or adoption leave and wish to work&nbsp; part-time to care for your child, or the child who you have responsibility caring for.&nbsp;&nbsp;</strong></li>\n</ul>\n<p><strong>Your employer can only refuse a request on reasonable business grounds. If they do, they must&nbsp; respond to your request in writing and include details for why they refused your request.&nbsp;&nbsp;</strong></p>\n<p><span style=\"font-weight: 400;\">◢ </span><strong>Individual flexibility arrangements&nbsp;&nbsp;</strong></p>\n<p><strong>You and your employer can negotiate to change how certain terms in an award or enterprise&nbsp; agreement apply to your situation. An individual flexibility arrangement cannot be a condition of&nbsp; employment &ndash; it must be a genuine choice. To find out more see Flexibility in the workplace at&nbsp; www.fairwork.gov.au/flexibility.&nbsp;&nbsp;</strong></p>\n<p><span style=\"font-weight: 400;\">◢ </span><strong>Protection from discrimination and other adverse action&nbsp;&nbsp;</strong></p>\n<p><strong>You&rsquo;re protected from an employer taking &lsquo;adverse action&rsquo; against you for certain reasons. These&nbsp; protections apply to casual, full-time and part-time employees.&nbsp;&nbsp;</strong></p>\n<p><strong>Adverse action can include dismissing you, refusing to employ you, negatively changing your&nbsp; position, or treating you differently for discriminatory reasons. For example, you&rsquo;re protected from&nbsp; adverse action if you make a complaint to an organisation like the Fair Work Ombudsman, or if you&nbsp; take personal leave or request flexible work arrangements, or exercise your right to freedom of&nbsp; association (including becoming or not becoming a member of a union).&nbsp;&nbsp;</strong></p>\n<p><strong>You also have the right to be protected from unlawful discrimination because of your race, colour,&nbsp; gender or age; and protection from undue influence or pressure from your employer about&nbsp; entering into an agreement in relation to your employment entitlements.&nbsp;&nbsp;</strong></p>\n<p><strong>If you have experienced adverse action, discrimination or undue pressure by your employer you&nbsp; can seek assistance from the Fair Work Ombudsman or the Fair Work Commission. If you have&nbsp; been dismissed, there might be strict timeframes that apply, so make sure you lodge an application&nbsp; with the Fair Work Commission </strong><strong><em>within 21 days of the date of your dismissal</em></strong><strong>. See the Fair Work&nbsp; Commission website at www.fwc.gov.au for more information.&nbsp;&nbsp;</strong></p>\n<p><span style=\"font-weight: 400;\">◢ </span><strong>Ending employment&nbsp;&nbsp;</strong></p>\n<p><strong>Your employment might end for a number of reasons &ndash; if you resign, your position is made&nbsp; redundant, or you are dismissed. To find out more see Ending employment at&nbsp; www.fairwork.gov.au/ending-employment.&nbsp;&nbsp;</strong></p>\n<p><strong>When your employment ends, you should get any outstanding employment entitlements, including&nbsp; outstanding wages and unused annual and long service leave.&nbsp;&nbsp;</strong></p>\n<p><strong>If you think you&rsquo;ve been unfairly dismissed, you might be able to lodge an application with the Fair&nbsp; Work Commission </strong><strong><em>within 21 days of the date of your dismissal. </em></strong><strong>There are rules about applying,&nbsp; including minimum employment periods, strict timeframes for applying and special rules for small&nbsp; business. Go to the Fair Work Commission website at www.fwc.gov.au for more information.&nbsp;&nbsp;</strong></p>\n<p><span style=\"font-weight: 400;\">◢ </span><strong>Right of entry&nbsp;&nbsp;</strong></p>\n<p><strong>A permit holder, often a union official, may enter the workplace in order to:&nbsp;</strong></p>\n<p>&nbsp;</p>\n<ul>\n<li><strong>talk to employees whose industrial interests the permit holder&rsquo;s organisation is&nbsp; entitled to represent&nbsp;&nbsp;</strong></li>\n<li><strong>look into a suspected breach of workplace laws&nbsp;&nbsp;</strong></li>\n<li><strong>look into a suspected breach of health and safety laws, in which case they must also&nbsp; comply with right of entry requirements of the work health and safety laws.&nbsp;&nbsp;</strong></li>\n</ul>\n<p><strong>A permit holder must comply with certain requirements such as notice to the employer and can&nbsp; inspect or copy certain documents. Strict privacy restrictions apply to the permit holder, their&nbsp; organisation and your employer.&nbsp;&nbsp;</strong></p>\n<p><span style=\"font-weight: 400;\">◢ </span><strong>The Fair Work Ombudsman&nbsp;&nbsp;</strong></p>\n<p><strong>The Fair Work Ombudsman is an independent statutory agency that promotes harmonious,&nbsp; productive and cooperative workplace relations and ensures compliance with Australian workplace&nbsp; laws. The Fair Work Ombudsman provides reliable and timely information about Australia&rsquo;s&nbsp; workplace relations system as well as help resolving workplace issues.&nbsp;&nbsp;</strong></p>\n<p><strong>For more information about the Fair Work Ombudsman visit www.fairwork.gov.au or call 13 13 94.&nbsp; </strong><span style=\"font-weight: 400;\">◢ </span><strong>The Fair Work Commission&nbsp;&nbsp;</strong></p>\n<p><strong>The Fair Work Commission is Australia&rsquo;s national workplace relations tribunal responsible for&nbsp; maintaining a safety net of minimum wages and employment conditions, as well as a range of&nbsp; other workplace functions, including agreement-making, workplace bullying and unfair dismissal.&nbsp; For more information about the Fair Work Commission see www.fwc.gov.au or call 1300 799 675.&nbsp; The Fair Work Information Statement is prepared and published by the Fair Work Ombudsman in&nbsp; accordance with section 124 of </strong><strong><em>the Fair Work Act 2009</em></strong><strong>.&nbsp;</strong></p>\n<p><br><br><br></p>"
  },
  {
   "fetch_from": "user.full_name",
   "fieldname": "employee1",
   "fieldtype": "Data",
   "label": "Employee",
   "read_only": 1
  },
  {
   "fieldname": "column_break_16",
   "fieldtype": "Column Break"
  }
 ],
 "index_web_pages_for_search": 1,
 "links": [],
 "modified": "2021-07-19 10:30:54.985099",
 "modified_by": "Administrator",
 "module": "Staff Management",
 "name": "Casual Employment Agreement SW",
 "owner": "Administrator",
 "permissions": [
  {
   "create": 1,
   "delete": 1,
   "email": 1,
   "export": 1,
   "print": 1,
   "read": 1,
   "report": 1,
   "role": "System Manager",
   "share": 1,
   "write": 1
  }
 ],
 "sort_field": "modified",
 "sort_order": "DESC",
 "track_changes": 1
}